adpyke.codesnap
adpyke.vscode-sql-formatter
asvetliakov.vscode-neovim
cschleiden.vscode-github-actions
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GitHub.copilot
GitHub.copilot-labs
IBM.output-colorizer
jakearl.search-editor-apply-changes
LeetCode.vscode-leetcode
mhutchie.git-graph
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
oderwat.indent-rainbow
rust-lang.rust-analyzer
serayuzgur.crates
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
stylelint.vscode-stylelint
tamasfe.even-better-toml
team-sapling.sapling
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
vsls-contrib.codetour
