adpyke.codesnap
adpyke.vscode-sql-formatter
apollographql.vscode-apollo
asvetliakov.vscode-neovim
aws-scripting-guy.cform
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
foxundermoon.shell-format
gera2ld.markmap-vscode
GitHub.copilot
GitHub.copilot-chat
github.vscode-github-actions
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
IBM.output-colorizer
jakearl.search-editor-apply-changes
kddejong.vscode-cfn-lint
LeetCode.vscode-leetcode
mhutchie.git-graph
mosapride.zenkaku
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
oderwat.indent-rainbow
PKief.material-icon-theme
redhat.vscode-yaml
rust-lang.rust-analyzer
serayuzgur.crates
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
stylelint.vscode-stylelint
TakumiI.markdowntable
tamasfe.even-better-toml
team-sapling.sapling
timonwong.shellcheck
vadimcn.vscode-lldb
yzhang.markdown-all-in-one
